[
  {
    "file_path": "data\\section5\\test1\\passage1.txt",
    "content": "5-1-1\nTitle: Johnson's Dictionary\n\nContext:\nFor the century before Johnson's Dictionary was published in 1775, there had been concern about the state of the English language. There was no standard way of speaking or writing and no agreement as to the best way of bringing some order to the chaos of English spelling. Dr Johnson provided the solution.\n\nThere had, of course, been dictionaries in the past, the first of these being a little book of some 120 pages, compiled by a certain Robert Cawdray, published in 1604 under the title A Table Alphabeticall 'of hard usuall English wordes'. Like the various dictionaries that came after it during the seventeenth century, Cawdray's tended to concentrate on 'scholarly' words; one function of the dictionary was to enable its student to convey an impression of fine learning.\n\nBeyond the practical need to make order out of chaos, the rise of dictionaries is associated with the rise of the English middle class, who were anxious to define and circumscribe the various worlds to conquer- lexical as well as social and commercial. It is highly appropriate that Dr Samuel Johnson, the very model of an eighteenth-century literary man, as famous in his own time as in ours, should have published his Dictionary at the very beginning of the heyday of the middle class.\n\nJohnson was a poet and critic who raised common sense to the heights of genius. His approach to the problems that had worried writers throughout the late seventeenth and early eighteenth centuries was intensely practical. Up until his time, the task of producing a dictionary on such a large scale had seemed impossible without the establishment of an academy to make decisions about right and wrong usage. Johnson decided he did not need an academy to settle arguments about language; he would write a dictionary himself; and he would do it single-handed. Johnson signed the contract for the Dictionary with the bookseller Robert Dosley at a breakfast held at the Golden Anchor Inn near Holborn Bar on 18 June 1764. He was to be paid ￡1,575 in instalments, and from this he took money to rent 17 Gough Square, in which he set up his 'dictionary workshop'.\n\nJames Boswell, his biographer, described the garret where Johnson worked as 'fitted up like a counting house' with a long desk running down the middle at which the copying clerks would work standing up. Johnson himself was stationed on a rickety chair at an 'old crazy deal table' surrounded by a chaos of borrowed books. He was also helped by six assistants, two of whom died whilst the Dictionary was still in preparation.\n\nThe work was immense; filling about eighty large notebooks (and without a library to hand), Johnson wrote the definitions of over 40,000 words, and illustrated their many meanings with some 114,000 quotations drawn from English writing on every subject, from the Elizabethans to his own time. He did not expect to achieve complete originality. Working to a deadline, he had to draw on the best of all previous dictionaries, and to make his work one of heroic synthesis. In fact, it was very much more. Unlike his predecessors, Johnson treated English very practically, as a living language, with many different shades of meaning. He adopted his definitions on the principle of English common law-according to precedent. After its publication, his Dictionary was not seriously rivalled for over a century.\n\nAfter many vicissitudes the Dictionary was finally published on 15 April 1775. It was instantly recognised as a landmark throughout Europe. 'This very noble work,' wrote the leading Italian lexicographer, 'will be a perpetual monument of Fame to the Author, an Honour to his own Country in particular, and a general Benefit to the republic of Letters throughout Europe.' The fact that Johnson had taken on the Academies of Europe and matched them (everyone knew that forty French academics had taken forty years to produce the first French national dictionary) was cause for much English celebration.\n\nJohnson had worked for nine years, 'with little assistance of the learned, and without any patronage of the great; not in the soft obscurities of retirement, or under the shelter of academic bowers, but amidst inconvenience and distraction, in sickness and in sorrow'. For all its faults and eccentricities his two-volume work is a masterpiece and a landmark in his own words, 'setting the orthography, displaying the analogy, regulating the structures, and ascertaining the significations of English words'. It is the cornerstone of Standard English, an achievement which, in James Boswell's words, 'conferred stability on the language of his country'.\n\nThe Dictionary, together with his other writing, made Johnson famous and so well esteemed that his friends were able to prevail upon King George Ⅲ to offer him a pension. From then on, he was to become the Johnson of folklore.\n\nQuestions 1\nChoose THREE correct answers.\nWhich THREE of the following statements are true of Johnson's Dictionary?\nA.It avoided all scholarly words.\nB.It was the only English dictionary in general use for 200 years.\nC.It was famous because of the large number of people involved.\nD.It focused mainly on language from contemporary texts.\nE.There was a time limit for its completion.\nF.It ignored work done by previous dictionary writers.\nG.It took into account subtleties of meaning.\nH.Its definitions were famous for their originality.\n\n正确答案：DEG\n\n解析\nA：约翰逊的字典不开了所有学术词汇。\n\nall太绝对，所以不选\n\nB：约翰逊的字典是唯一一本被广泛使用了二百年的字典。\n\nonly太绝对，不会入选\n\nC：约翰逊的字典之所以出名是因为参与编纂的人员众多。\n\n第四段：Johnson decided he did not need an academy to settle arguments…一句证明约翰逊并未招聘很多人员\n\nD：约翰逊字典主要集中于当代文本中的语言。\n\n第六段：…and illustrated their many meanings with some 114,000 quotations drawn from the Elizabethans to his own time.\n\nE：字典完工有时限。\n\n第六段：Working to a deadline, ...\n\nF：约翰逊字典忽略了以前字典编纂者的工作。\n\n第六段：... he had to draw on the best of all previous\n\ndictionaries.与原文矛盾，故不选\n\nG：约翰逊字典讲述了词义的细微差别。\n\nUnlike his predecessors, Johnson treated English very practically, as a living language, with many different shades of meaning.\n\nH：约翰逊字典的解释以原创性著称。\n\n第六段：He did not expect to achieve complete originality.与原文矛盾，故不选\n\n\nQuestions 2\nChoose THREE correct answers.\nWhich THREE of the following statements are true of Johnson's Dictionary?\nA.It avoided all scholarly words.\nB.It was the only English dictionary in general use for 200 years.\nC.It was famous because of the large number of people involved.\nD.It focused mainly on language from contemporary texts.\nE.There was a time limit for its completion.\nF.It ignored work done by previous dictionary writers.\nG.It took into account subtleties of meaning.\nH.Its definitions were famous for their originality.\n\n正确答案：DEG\n\n解析\nA：约翰逊的字典不开了所有学术词汇。\n\nall太绝对，所以不选\n\nB：约翰逊的字典是唯一一本被广泛使用了二百年的字典。\n\nonly太绝对，不会入选\n\nC：约翰逊的字典之所以出名是因为参与编纂的人员众多。\n\n第四段：Johnson decided he did not need an academy to settle arguments…一句证明约翰逊并未招聘很多人员\n\nD：约翰逊字典主要集中于当代文本中的语言。\n\n第六段：…and illustrated their many meanings with some 114,000 quotations drawn from the Elizabethans to his own time.\n\nE：字典完工有时限。\n\n第六段：Working to a deadline, ...\n\nF：约翰逊字典忽略了以前字典编纂者的工作。\n\n第六段：... he had to draw on the best of all previous\n\ndictionaries.与原文矛盾，故不选\n\nG：约翰逊字典讲述了词义的细微差别。\n\nUnlike his predecessors, Johnson treated English very practically, as a living language, with many different shades of meaning.\n\nH：约翰逊字典的解释以原创性著称。\n\n第六段：He did not expect to achieve complete originality.与原文矛盾，故不选\n\nQuestions 3\nChoose THREE correct answers.\nWhich THREE of the following statements are true of Johnson's Dictionary?\nA.It avoided all scholarly words.\nB.It was the only English dictionary in general use for 200 years.\nC.It was famous because of the large number of people involved.\nD.It focused mainly on language from contemporary texts.\nE.There was a time limit for its completion.\nF.It ignored work done by previous dictionary writers.\nG.It took into account subtleties of meaning.\nH.Its definitions were famous for their originality.\n\n正确答案：DEG\n\n解析\nA：约翰逊的字典不开了所有学术词汇。\n\nall太绝对，所以不选\n\nB：约翰逊的字典是唯一一本被广泛使用了二百年的字典。\n\nonly太绝对，不会入选\n\nC：约翰逊的字典之所以出名是因为参与编纂的人员众多。\n\n第四段：Johnson decided he did not need an academy to settle arguments…一句证明约翰逊并未招聘很多人员\n\nD：约翰逊字典主要集中于当代文本中的语言。\n\n第六段：…and illustrated their many meanings with some 114,000 quotations drawn from the Elizabethans to his own time.\n\nE：字典完工有时限。\n\n第六段：Working to a deadline, ...\n\nF：约翰逊字典忽略了以前字典编纂者的工作。\n\n第六段：... he had to draw on the best of all previous\n\ndictionaries.与原文矛盾，故不选\n\nG：约翰逊字典讲述了词义的细微差别。\n\nUnlike his predecessors, Johnson treated English very practically, as a living language, with many different shades of meaning.\n\nH：约翰逊字典的解释以原创性著称。\n\n第六段：He did not expect to achieve complete originality.与原文矛盾，故不选\n\n\nQuestions 4\nComplete the summary below.\nWrite NO MORE THAN TWO WORDS in each gap.\nIn 1764 Dr Johnson accepted the contract to produce a dictionary. Having rented a garret, he took on a number of 4\n , who stood at a long central desk. Johnson did not have a 5\n available to him, but eventually produced definitions of in excess of 40,000 words written down in 80 large notebooks. On publication, the Dictionary was immediately hailed in many European countries as a landmark. According to his biographer, James Boswell, Johnson's principal achievement was to bring 6\n to the English language. As a reward for his hard work, he was granted a 7\n by the king.\n\n正确答案：clerks| copying clerks\n\n解析：\n定位词：1764, a number of, who stood at\n\n在第四段中先找到1764，然后找到第五段-a number of要求其后填名词复数形式，而此空后面的非限制性定语从句who又限定要填一个关于人的名词。故对应第五段中:...with a long desk running down the middle at which the copying clerks would work standing up. 一句正确答案是copying clerks或clerks\n\nQuestions 5\nComplete the summary below.\nWrite NO MORE THAN TWO WORDS in each gap.\nIn 1764 Dr Johnson accepted the contract to produce a dictionary. Having rented a garret, he took on a number of 4\n , who stood at a long central desk. Johnson did not have a 5\n available to him, but eventually produced definitions of in excess of 40,000 words written down in 80 large notebooks. On publication, the Dictionary was immediately hailed in many European countries as a landmark. According to his biographer, James Boswell, Johnson's principal achievement was to bring 6\n to the English language. As a reward for his hard work, he was granted a 7\n by the king.\n\n正确答案：library\n\n解析：\n定位词：did not have a, 40,000\n\n第六段：40,000前后，数字40 ,000是一个很好的定位词。随后找到：The work was immense: filling about eighty large note-books (and without a library to hand), Johnson wrote the definitions of over 40,000 word...\n\n正确答案是library\n\nQuestions 6\nComplete the summary below.\nWrite NO MORE THAN TWO WORDS in each gap.\nIn 1764 Dr Johnson accepted the contract to produce a dictionary. Having rented a garret, he took on a number of 4\n , who stood at a long central desk. Johnson did not have a 5\n available to him, but eventually produced definitions of in excess of 40,000 words written down in 80 large notebooks. On publication, the Dictionary was immediately hailed in many European countries as a landmark. According to his biographer, James Boswell, Johnson's principal achievement was to bring 6\n to the English language. As a reward for his hard work, he was granted a 7\n by the king.\n\n正确答案：stability\n\n解析：\n定位词：James Boswell\n\n第八段：in James Boswell's words…\n\n此考点与上一考点隔得较远，不过好在有James Boswell的名字可以帮忙定位。\n\nIt is the cornerstone of Standard English, an achievement which, in James Boswell' s words,' conferred stability on the language of his country\".\n\n正确答案是：stability\n\nQuestions 7\nComplete the summary below.\nWrite NO MORE THAN TWO WORDS in each gap.\nIn 1764 Dr Johnson accepted the contract to produce a dictionary. Having rented a garret, he took on a number of 4\n , who stood at a long central desk. Johnson did not have a 5\n available to him, but eventually produced definitions of in excess of 40,000 words written down in 80 large notebooks. On publication, the Dictionary was immediately hailed in many European countries as a landmark. According to his biographer, James Boswell, Johnson's principal achievement was to bring 6\n to the English language. As a reward for his hard work, he was granted a 7\n by the king.\n\n正确答案：pension\n\n解析：\n定位词：King\n\n最后一段：King George III-第九段：The Dictionary, together with his other writing, made Johnson famous and so well esteemed that his friends were able to prevail upon King George II to offer him a pension.\n\n故正确答案是pension\n\nQuestions 8\n\nChoose TRUE if the statement agrees with the information given in the text,\nchoose FALSE if the statement contradicts the information,\nor choose NOT GIVEN if there is no information on this.\n\nThe growing importance of the middle classes led to an increased demand for dictionaries.\nTRUE\nFALSE\nNOT GIVEN\n\n正确答案：T\n解析：\n参考译文：中产阶级渐渐崛起引发了对字典日渐增长的需求。\n\n定位词：middle classes\n\n解题关键词：led to, increased demand\n\n文中对应第三段：It is highly appropriate that Dr Samuel Johnson ... published his Dictionary at the very beginning of the heyday of the middle class.\n\nheyday一词是理解本题的关键，意思是全盛时期。\n\nQuestions 9\n\nChoose TRUE if the statement agrees with the information given in the text,\nchoose FALSE if the statement contradicts the information,\nor choose NOT GIVEN if there is no information on this.\n\nJohnson has become more well known since his death.\nTRUE\nFALSE\nNOT GIVEN\n\n正确答案：F\n解析：\n参考译文：约翰逊过世后更加声名鹊起。\n\n定位词：Johnson, death\n\n解题关键词：more\n\n文中对应第三段：... famous in his own time as in ours…\n\n文中已经明确提到约翰逊爵士在当时和现代都享有盛誉,而题目却说他过世后更加出名，这显然与文章是矛盾的。\n\nQuestions 10\n\nChoose TRUE if the statement agrees with the information given in the text,\nchoose FALSE if the statement contradicts the information,\nor choose NOT GIVEN if there is no information on this.\nJohnson had been planning to write a dictionary for several years.\nTRUE\nFALSE\nNOT GIVEN\n正确答案：NG\n\n解析：\n参考译文：约翰逊写字典的打算由来已久。\n\n定位词：several years\n\n解题关键词：several years\n\n文中对应按照TRUE/FALSE/NOT GIVEN出题顺序原则，本题的答案应该在第四段，然而在这一段，我们却找不到任何有关这句话的信息，故应选NOT GIVEN。\n\nQuestions 11\n\nChoose TRUE if the statement agrees with the information given in the text,\nchoose FALSE if the statement contradicts the information,\nor choose NOT GIVEN if there is no information on this.\nJohnson set up an academy to help with the writing of his Dictionary.\nTRUE\nFALSE\nNOT GIVEN\n正确答案：F\n\n解析：\n参考译文：为编字典，约翰逊建起了研究院。\n\n定位词：academy\n\n解题关键词：set up\n\n文中对应第四段：Johnson decided he did not need an academy to settle arguments about language.这句话正说明约翰逊并未建立研究院来协助他完成字典的编算。\n\nQuestions 12\n\nChoose TRUE if the statement agrees with the information given in the text,\nchoose FALSE if the statement contradicts the information,\nor choose NOT GIVEN if there is no information on this.\nJohnson only received payment for his Dictionary on its completion.\nTRUE\nFALSE\nNOT GIVEN\n正确答案：F\n\n解析：\n参考译文：约翰逊在字典完工后才拿到报酬。\n\n定位词：payment\n\n解题关键词：only\n\n文中对应第四段：He was to be paid £ 1,575 in instalments, ...\n\n文中明确提到约翰逊得到了总价值1575英镑的分期付款，这与题目恰好是矛盾的。\n\nTIPS：带有only一词的题目，一般选FALSE。\n\n\nQuestions 13\n\nChoose TRUE if the statement agrees with the information given in the text,\nchoose FALSE if the statement contradicts the information,\nor choose NOT GIVEN if there is no information on this.\n Not all of the assistants survived to see the publication of the Dictionary.\nTRUE\nFALSE\nNOT GIVEN\n正确答案：T\n解析：\n参考译文：不是所有助手都能活着看到字典付梓。\n\n定位词：assistants, publication\n\n解题关键词：not all\n\n文中对应第五段：He was also helped by six assistants, two of whom died whilst the Dictionary was still in preparation.\n\nTIPS：带有not all, not always这样部分否定结构的题目一般选TRUE。\n\n\n\n"
  },
  {
    "file_path": "data\\section5\\test1\\passage2.txt",
    "content": "5-1-2\nTitle: Nature or Nurture?\n\nContext:\nA    A few years ago, in one of the most fascinating and disturbing experiments in behavioural psychology, Stanley Milgram of Yale University tested 40 subjects from all walks of life for their willingness to obey instructions given by a 'leader' in a situation in which the subjects might feel a personal distaste for the actions they were called upon to perform. Specifically, Milgram told each volunteer 'teacher-subject' that the experiment was in the noble cause of education, and was designed to test whether or not punishing pupils for their mistakes would have a positive effect on the pupils' ability to learn.\n\nB    Milgram's experimental set-up involved placing the teacher-subject before a panel of thirty switches with labels ranging from '15 volts of electricity (slight shock)' to '450 volts (danger - severe shock)' in steps of 15 volts each. The teacher-subject was told that whenever the pupil gave the wrong answer to a question, a shock was to be administered, beginning at the lowest level and increasing in severity with each successive wrong answer. The supposed 'pupil' was in reality an actor hired by Milgram to simulate receiving the shocks by emitting a spectrum of groans, screams and writhings together with an assortment of statements and expletives denouncing both the experiment and the experimenter. Milgram told the teacher-subject to ignore the reactions of the pupil, and to administer whatever level of shock was called for, as per the rule governing the experimental situation of the moment.\n\nC    As the experiment unfolded, the pupil would deliberately give the wrong answers to questions posed by the teacher, thereby bringing on various electrical punishments, even up to the danger level of 300 volts and beyond. Many of the teacher-subjects balked at administering the higher levels of punishment, and turned to Milgram with questioning looks and/or complaints about continuing the experiment. In these situations, Milgram calmly explained that the teacher-subject was to ignore the pupil's cries for mercy and carry on with the experiment. If the subject was still reluctant to proceed, Milgram said that it was important for the sake of the experiment that the procedure be followed through to the end. His final argument was, 'You have no other choice. You must go on.' What Milgram was trying to discover was the number of teacher-subjects who would be willing to administer the highest levels of shock, even in the face of strong personal and moral revulsion against the rules and conditions of the experiment.\n\nD    Prior to carrying out the experiment, Milgram explained his idea to a group of 39 psychiatrists and asked them to predict the average percentage of people in an ordinary population who would be willing to administer the highest shock level of 450 volts. The overwhelming consensus was that virtually all the teacher-subjects would refuse to obey the experimenter. The psychiatrists felt that 'most subjects would not go beyond 150 volts' and they further anticipated that only four per cent would go up to 300 volts. Furthermore, they thought that only a lunatic fringe of about one in 1,000 would give the highest shock of 450 volts.\n\nE    What were the actual results? Well, over 60 per cent of the teacher-subjects continued to obey Milgram up to the 450-volt limit! In repetitions of the experiment in other countries, the percentage of obedient teacher-subjects was even higher, reaching 85 per cent in one country. How can we possibly account for this vast discrepancy between what calm, rational, knowledgeable people predict in the comfort of their study and what pressured, flustered, but cooperative 'teachers' actually do in the laboratory of real life?\n\nF    One's first inclination might be to argue that there must be some sort of built-in animal aggression instinct that was activated by the experiment, and that Milgram's teacher-subjects were just following a genetic need to discharge this pent-up primal urge onto the pupil by administering the electrical shock. A modern hard-core sociobiologist might even go so far as to claim that this aggressive instinct evolved as an advantageous trait, having been of survival value to our ancestors in their struggle against the hardships of life on the plains and in the caves, ultimately finding its way into our genetic make-up as a remnant of our ancient animal ways.\n\nG    An alternative to this notion of genetic programming is to see the teacher-subjects' actions as a result of the social environment under which the experiment was carried out. As Milgram himself pointed out, 'Most subjects in the experiment see their behaviour in a larger context that is benevolent and useful to society - the pursuit of scientific truth. The psychological laboratory has a strong claim to legitimacy and evokes trust and confidence in those who perform there. An action such as shocking a victim, which in isolation appears evil, acquires a completely different meaning when placed in this setting.'\n\nH    Thus, in this explanation the subject merges his unique personality and personal and moral code with that of larger institutional structures, surrendering individual properties like loyalty, self-sacrifice and discipline to the service of malevolent systems of authority.\n\nI    Here we have two radically different explanations for why so many teacher-subjects were willing to forgo their sense of personal responsibility for the sake of an institutional authority figure. The problem for biologists, psychologists and anthropologists is to sort out which of these two polar explanations is more plausible. This, in essence, is the problem of modern sociobiology - to discover the degree to which hard-wired genetic programming dictates, or at least strongly biases, the interaction of animals and humans with their environment, that is, their behaviour. Put another way, sociobiology is concerned with elucidating the biological basis of all behaviour.\n\nQuestions 14-19\n\nChoose the correct answer.\n14.a biological explanation of the teacher-subjects' behaviour\t\t\t\t\t\t\t\t\t\n15.the explanation Milgram gave the teacher-subjects for the experiment\t\t\t\t\t\t\t\t\t\n16.the identity of the pupils\t\t\t\t\t\t\t\t\t\n17.the expected statistical outcome\t\t\t\t\t\t\t\t\t\n18.the general aim of sociobiological study\t\t\t\t\t\t\t\t\t\n19.the way Milgram persuaded the teacher-subjects to continue\t\t\n正确答案：14、F15、A16、B17、D18、I19、C\n\n题号：14\n\n定位词：biological explanation, teacher-subject\n\nF段：…and that Milgram' s teacher-subjects were just following a genetic need to discharge this pent-up primal urge onto the pupil by administering the electrical shock.\n\n题号：15\n\n定位词：explanation, for the experiment\n\nA段：Specifically, Milgram told each volunteer \"teacher-subject\" that the experiment was in the noble cause of education.\n\n题号：16\n\n定位词：identity, pupil\n\nB段：The supposed \"pupil\" was in reality an actor hired by Milgram to simulate receiving the shocks by…\n\n题号：17\n\n定位词：expected, statistical\n\nD段：The psychiatrists felt that \"most subjects would not go beyond 150 volts\" and they further anticipated that only four per cent would go up to 300 volts.\n\nTIPS：首先可以根据statistical一词找数据及百分比较多的段落，然后再大致浏览，判断是预期的结果还是真实结果。\n\n题号：18\n\n定位词：general aim, sociobiological study\n\nI段：This, in essence, is the problem of modern sociobiology to discover the degree to which hard-wired genetic programming...\n\n题号：19\n\n定位词：persuaded, continue\n\nC段：Many of the teacher-subjects balked at administering the higher levels of punishment, ... ,'You have no other choice. You must go on.'\t\t\n\nChoose the correct answer.\n\n\n\n20\nThe teacher-subjects were told that they were testing whether\n\n\nA.a 450-volt shock was dangerous.\n\nB.punishment helps learning.\n\nC.the pupils were honest.\n\nD.they were suited to teaching.\n\n正确答案：B\n\n定位词：teacher-subjects were told…\n\n题目：扮演教师的试验对象被告知他们在检验\n\nA 450伏电压是否危险\n\nB 惩罚是否有助于学习\n\nC 学生是否诚实\n\nD 他们是否能胜任教学工作\n\n文中对应A段：Specifically, Milgram told each volunteer ... positive effect on the pupils' ability to learn.\n\n21\nThe teacher-subjects were instructed to\n\n\nA.stop when a pupil asked them to.\n\nB.denounce pupils who made mistakes.\n\nC.reduce the shock level after a correct answer.\n\nD.give punishment according to a rule.\n\n正确答案：D\n\n定位词：instructed to…\n\n题目：扮演教师的试验对象被指示\n\nA 学生一求饶就停止\n\nB 责骂犯错的学生\n\nC 得到正确答案后就降低电击强度\n\nD 根据规则施加惩罚\n\n文中对应B段：Milgram told the teacher subject to ... the experimental situation of the moment.\n\n\n22\nBefore the experiment took place the psychiatrists\n\n\nA.believed that a shock of 150 volts was too dangerous.\n\nB.failed to agree on how the teacher-subjects would respond to instructions.\n\nC.underestimated the teacher-subjects' willingness to comply with experimental procedure.\n\nD.thought that many of the teacher-subjects would administer a shock of 450 volts.\n正确答案：C\n定位词：psychiatrists\n\n题目：试验开始之前，精神科医生\n\nA 认为150伏电击太危险了\n\nB 没能就扮演教师的试验对象会如何反应达成共识\n\nC 低估了教师对试验规则的遵从程度\n\nD 认为许多扮演教师的试验对象都会使用450伏电压\n\n文中对应D段:The overwhelming consensus was that virtually all the teacher-subjects would refuse to obey the experimenter.\n\n文中对应E段：What were the actual results? Well, over 60 per cent of the teacher-subjects continued to obey Milgram up to the 450-volt limit!\n\n由这两句话的反差可以看出，精神科医生的确低估了试验对象对规则的遵从程度\n\n23\nSeveral of the subjects were psychology students at Yale University.\nTRUE\nFALSE\nNOT GIVEN\n\n正确答案：NG\n参考译文：有几名试验对象是耶鲁大学心理学系的学生。\n\n定位词：Yale University\n\n解题关键词：psychology students\n\n文中对应A段：...Stanley Milgram of Yale University tested 40 subjects from all walks of life for...all walks of life是社会各界的意思，我们并不能肯定试验者就是来自耶鲁大学的心理学学生。本题属于典型的完全未提及型NOT GIVEN。\n\n24\nSome people may believe that the teacher-subjects' behaviour could be explained as a positive survival mechanism.\nTRUE\nFALSE\nNOT GIVEN\n\n正确答案：T\n参考译文：有人可能会认为扮演老师的实验对象的行为可以被解释为一种积极的生存机制。\n\n定位词：explain, survival mechanism\n\n解题关键词：may, could be, positive\n\n文中对应F段: A modern hard-core sociobiologist might ... of life on the plains and in the caves...\n\nadvantageous trait优势特征，可以与positive 对应\n\n25\nIn a sociological explanation, personal values are more powerful than authority.\nTRUE\nFALSE\nNOT GIVEN\n\n正确答案：F\n参考译文：从社会生物学角度解释，个人价值观比权威机构更加有力量。\n\n定位词：sociobiological explanation\n\n解题关键词：personal, authority\n\n文中对应H段：Thus, in this explanation the subject merges ... the service of malevolent systems of authority.\n\nI段： Here we have two radically different explanations for why so many teacher subjects were willing to forgo their sense of personal responsibility for the sake of an institutional authority figure.\n\n这两句都可以体现出个人价值观在权威机构面前的无奈。\n\n26\nMilgram's experiment solves an important question in sociobiology.\nTRUE\nFALSE\nNOT GIVEN\n正确答案：F\n参考译文：Milgram的试验解决了社会生物学的一个重大问题.\n\n定位词：sociobiology\n\n解题关键词：solve\n\n文中对应I段整个段落：…radically different explanation…problem...sort out…two polar\n\n等字眼都带有强烈的负面感情色彩。虽然文章并未点明，但是可以推测出Milgram的实验并未解决社会生物学上的这个重大问题，只不过是证明了这个问题的存在罢了。因此答案应该选FALSE。"
  },
  {
    "file_path": "data\\section5\\test1\\passage3.txt",
    "content": "5-1-3\nTitle: The Truth about the Environment\n\nContext：\nFor many environmentalists, the world seems to be getting worse. They have developed a hit-list of our main fears: that natural resources are running out; that the population is ever growing, leaving less and less to eat; that species are becoming extinct in vast numbers, and that the planet's air and water are becoming ever more polluted.\n\nBut a quick look at the facts shows a different picture. First, energy and other natural resources have become more abundant, not less so, since the book 'The Limits to Growth' was published in 1972 by a group of scientists. Second, more food is now produced per head of the world's population than at any time in history. Fewer people are starving. Third, although species are indeed becoming extinct, only about 0.7% of them are expected to disappear in the next 50 years, not 25-50%, as has so often been predicted. And finally, most forms of environmental pollution either appear to have been exaggerated, or are transient - associated with the early phases of industrialisation and therefore best cured not by restricting economic growth, but by accelerating it. One form of pollution - the release of greenhouse gases that causes global warming - does appear to be a phenomenon that is going to extend well into our future, but its total impact is unlikely to pose a devastating problem. A bigger problem may well turn out to be an inappropriate response to it.\n\nYet opinion polls suggest that many people nurture the belief that environmental standards are declining and four factors seem to cause this disjunction between perception and reality.\n\nOne is the lopsidedness built into scientific research. Scientific funding goes mainly to areas with many problems. That may be wise policy, but it will also create an impression that many more potential problems exist than is the case.\n\nSecondly, environmental groups need to be noticed by the mass media. They also need to keep the money rolling in. Understandably, perhaps, they sometimes overstate their arguments. In 1997, for example, the World Wide Fund for Nature issued a press release entitled: 'Two thirds of the world's forests lost forever'. The truth turns out to be nearer 20%.\n\nThough these groups are run overwhelmingly by selfless folk, they nevertheless share many of the characteristics of other lobby groups. That would matter less if people applied the same degree of scepticism to environmental lobbying as they do to lobby groups in other fields. A trade organisation arguing for, say, weaker pollution controls is instantly seen as self-interested. Yet a green organisation opposing such a weakening is seen as altruistic, even if an impartial view of the controls in question might suggest they are doing more harm than good.\n\nA third source of confusion is the attitude of the media. People are clearly more curious about bad news than good. Newspapers and broadcasters are there to provide what the public wants. That, however, can lead to significant distortions of perception. An example was America's encounter with El Niño in 1997 and 1998. This climatic phenomenon was accused of wrecking tourism, causing allergies, melting the ski-slopes and causing 22 deaths. However, according to an article in the Bulletin of the American Meteorological Society, the damage it did was estimated at US $4 billion but the benefits amounted to some US $19 billion. These came from higher winter temperatures (which saved an estimated 850 lives, reduced heating costs and diminished spring floods caused by meltwaters).\n\nThe fourth factor is poor individual perception. People worry that the endless rise in the amount of stuff everyone throws away will cause the world to run out of places to dispose of waste. Yet, even if America's trash output continues to rise as it has done in the past, and even if the American population doubles by 2100, all the rubbish America produces through the entire 21st century will still take up only one-12,000th of the area of the entire United States.\n\nSo what of global warming? As we know, carbon dioxide emissions are causing the planet to warm. The best estimates are that the temperatures will rise by 2-3℃ in this century, causing considerable problems, at a total cost of US $5,000 billion.\n\nDespite the intuition that something drastic needs to be done about such a costly problem, economic analyses clearly show it will be far more expensive to cut carbon dioxide emissions radically than to pay the costs of adaptation to the increased temperatures. A model by one of the main authors of the United Nations Climate Change Panel shows how an expected temperature increase of 2.1 degrees in 2100 would only be diminished to an increase of 1.9 degrees. Or to put it another way, the temperature increase that the planet would have experienced in 2094 would be postponed to 2100.\n\nSo this does not prevent global warming, but merely buys the world six years. Yet the cost of reducing carbon dioxide emissions, for the United States alone, will be higher than the cost of solving the world's single, most pressing health problem: providing universal access to clean drinking water and sanitation. Such measures would avoid 2 million deaths every year, and prevent half a billion people from becoming seriously ill.\n\nIt is crucial that we look at the facts if we want to make the best possible decisions for the future. It may be costly to be overly optimistic - but more costly still to be too pessimistic.\n\nQuestions 27\nChoose YES if the statement agrees with the claims of the writer,\nchoose NO if the statement contradicts the claims of the writer,\nor choose NOT GIVEN if it is impossible to say what the writer thinks about this.\nEnvironmentalists take a pessimistic view of the world for a number of reasons.\nYES\nNO\nNOT GIVEN\n\n正确答案：Y\n收起解析\n参考译文：由于一系列原因，环保主义者对世界持悲观的态度。\n\n定位词：environmentalists\n\n解题关键词：pessimistic, a number of reasons\n\n文中对应第一段：For many environmentalists, the world seems to be getting worse. They have developed a hit-list of our main fears: …hit-list重要事件的列表，按计划进行杀害的名单。在这里应该理解为一系列。\n\nQuestions 28\nChoose YES if the statement agrees with the claims of the writer,\nchoose NO if the statement contradicts the claims of the writer,\nor choose NOT GIVEN if it is impossible to say what the writer thinks about this.\nData on the Earth's natural resources has only been collected since 1972\nYES\nNO\nNOT GIVEN\n\n正确答案：NG\n收起解析\n参考译文：1972年之后人们才开始收集有关地球自然资源的数据。\n\n定位词：1972\n\n解题关键词：only\n\n文中对应第二段：..... \"The Limits to Growth\" was published in 1972 by a group of scientists.\"1972年这个信息只在上面这句话中出现，而按照顺序解题原则，这道题目的答案只能在第二段中寻找，实际上该段并未提到任何关于资料搜集开始时间的信息。所以这是一道典型的NOT GIVEN。\n\nQuestions 29\nChoose YES if the statement agrees with the claims of the writer,\nchoose NO if the statement contradicts the claims of the writer,\nor choose NOT GIVEN if it is impossible to say what the writer thinks about this.\nThe number of starving people in the world has increased in recent years.\nYES\nNO\nNOT GIVEN\n正确答案：N\n收起解析\n参考译文：近几年来，世界上挨饿的人越来越多。\n\n定位词：starving people\n\n解题关键词：increased\n\n文中对应第二段：Fewer people are starving.\n\n\nQuestions 30\nChoose YES if the statement agrees with the claims of the writer,\nchoose NO if the statement contradicts the claims of the writer,\nor choose NOT GIVEN if it is impossible to say what the writer thinks about this.\nExtinct species are being replaced by new species.\nYES\nNO\nNOT GIVEN\n\n正确答案：NG\n收起解析\n参考译文：灭绝物种正在被新物种所代替。\n\n定位词：species\n\n解题关键词：replaced\n\n文中对应第二段：Third, although species are indeed becoming extinct, only about 0.7% of them are expected to disappear in the next 50 years, ...这一句虽然提到了物种，但是并没有提到题目中论述的那个话题。而且，题目其实也是在变相地将新旧物种比较，属于并不存在的比较关系，因此应选择NOTGIVEN。\n\nQuestions 31\nChoose YES if the statement agrees with the claims of the writer,\nchoose NO if the statement contradicts the claims of the writer,\nor choose NOT GIVEN if it is impossible to say what the writer thinks about this.\nSome pollution problems have been correctly linked to industrialisation.\nYES\nNO\nNOT GIVEN\n\n正确答案：Y\n收起解析\n参考译文：有些污染问题的确和工业化有关。\n\n定位词：industrialisation\n\n解题关键词：been correctly linked to\n\n文中对应第二段：And finally, most forms of environmental pollution either appear to have been exaggerated, or are transient—associated with the early phases of industiralisation...这句话说明工业化早期的确引起了一些污染问题，故此题选YES。   \n\nQuestions 32\nChoose YES if the statement agrees with the claims of the writer,\nchoose NO if the statement contradicts the claims of the writer,\nor choose NOT GIVEN if it is impossible to say what the writer thinks about this.\nIt would be best to attempt to slow down economic growth.\nYES\nNO\nNOT GIVEN\n\n正确答案：N\n收起解析\n参考译文：我们最好尝试减慢经济发展的速度。\n\n定位词：economic growth, best\n\n解题关键词：slow down\n\n文中对应第二段：…and therefore best cured not by restricting economic growth, but by accelerating it.文中已经明确提到控制污染的最好方式不是减慢经济发展速度，而是加速经济发展。\n\nQuestions 33\nChoose the correct answer.\nWhat aspect of scientific research does the writer express concern about in paragraph 4?\nA.the need to produce results\nB.the lack of financial support\nC.the selection of areas to research\nD.the desire to solve every research problem\n\n正确答案：C\n收起解析\n定位：paragraph4\n\n题目：在第四段中，作者提出了对下列哪个科研领域的关注：\n\nA对成果的追求\n\nB缺乏资金支持\n\nC对研究领域的选择\n\nD试图解决所有问题的想法\n\n文中对应第四段第二句：Scientific funding goes mainly to areas with many problems. That may be wise policy, but it will…\n\nQuestions 34\nChoose the correct answer.\nThe writer quotes from the Worldwide Fund for Nature to illustrate how\n\n\nA.influential the mass media can be.\n\nB.effective environmental groups can be.\n\nC.the mass media can help groups raise funds.\n\nD.environmental groups can exaggerate their claims.\n\n正确答案：D\n收起解析\n定位词：Worldwide Fund for Nature\n\n题目：作者引用世界自然基金的数据是为了说明：\n\nA媒体的力量多么巨大\n\nB环保组织工作很有效\n\nC媒体可以帮助组织筹集资金\n\nD环保组织可能会夸大事实\n\n文中对应第五段：Understandably, perhaps, they sometimes overstate their arguments.\n\n正确答案：D\n\nQuestions 35\nChoose the correct answer.\nWhat is the writer's main point about lobby groups in paragraph 6?\n\n\nA.Some are more active than others.\n\nB.Some are better organised than others.\n\nC.Some receive more criticism than others.\n\nD.Some support more important issues than others.\n\n正确答案：C\n收起解析\n定位：paragraph6\n\n题目：文中第六段作者对游说团体的看法：\n\nA某些团体比较活跃\n\nB有些团体的组织管理比较好\n\nC有些团体遭到更多的批判\n\nD有些团体关注更为重要的问题\n\n文中对应第六段：That would matter less if people applied the same degree of skepticism to environmental lobbying as they do to lobby groups in other fields.\n\nQuestions 36\nChoose the correct answer.\nThe writer suggests that newspapers print items that are intended to\n\n\nA.educate readers.\n\nB.meet their readers' expectations.\n\nC.encourage feedback from readers.\n\nD.mislead readers.\n\n正确答案：B\n收起解析\n定位词：newspaper print\n\n题目：作者认为报纸等新闻出版物应该：\n\nA教育读者\n\nB满足读者的需求\n\nC鼓励读者反馈意见\n\nD误导读者\n\n文中对应第七段：Newspaper and broadcasters are there to provide what the public wants.\n\n\nQuestions 37\nChoose the correct answer.\nWhat does the writer say about America's waste problem?\n\n\nA.It will increase in line with population growth.\n\nB.It is not as important as we have been led to believe.\n\nC.It has been reduced through public awareness of the issues.\n\nD.It is only significant in certain areas of the country.\n\n正确答案：B\n收起解析\n定位词：America\n\n题目：作者对美国垃圾问题的观点是：\n\nA垃圾问题会随着人口增长而加剧\n\nB垃圾问题没有我们想象得严重\n\nC由于公众的关注，垃圾问题已经减轻了\n\nD垃圾问题只在某些地区比较严重\n\n文中对应第八段：Yet, even if America' s trash output continues to rise as it has done in the past, and even if the American population doubles by 2100, all the rubbish America produces through the entire 21st century will still take up only one-12,000 th of the area of the entire United\n\nStates.\n\n正确答案：B\n\nQuestions 38\n\nChoose the correct answer and move it into the gap.\n\nThe writer admits that global warming is a 38 challenge, but says that it will not have a catastrophic impact on our future, if we deal with it in the 39 way. If we try to reduce the levels of greenhouse gases, he believes that it would only have a minimal impact on rising temperatures. He feels it would be better to spend money on the more 40 health problem of providing the world's population with clean drinking water.\n\nA unrealistic\nB agreed\nC expensive\nD right\nE long-term\nF usual\nG surprising\nH personal\nI urgent\n\n正确答案: E\n收起解析\n\n定位词：global warning/a\n\n文中对应最后四段大意理解\n\n题目解析：此空要求填一个形容词，而词库中基本上全是形容词，可以从逻辑角度和语意方面来分析。这里应该填一个表示正面感情色彩的形容词，而且这个词要可以和challenge搭配。那么选择范围就缩小到了agreed/ right long-term/surprising / urgent五个词上。然后再根据后半句but来判断，作者对全球变暖问题的态度是乐观的，显然应该是一个与catastrophic相反的词，因此范围最终缩小到了long-term。注意：这个答案在文章中不能直接找到，只能靠理解选择，这是一道极其特殊的summary题目。\n\nQuestions 39\n\nChoose the correct answer and move it into the gap.\n\nThe writer admits that global warming is a 38 challenge, but says that it will not have a catastrophic impact on our future, if we deal with it in the 39 way. If we try to reduce the levels of greenhouse gases, he believes that it would only have a minimal impact on rising temperatures. He feels it would be better to spend money on the more 40 health problem of providing the world's population with clean drinking water.\n\nA unrealistic\nB agreed\nC expensive\nD right\nE long-term\nF usual\nG surprising\nH personal\nI urgent\n\n正确答案: D\n收起解析\n定位词：way\n\n文中对应最后四段大意理解\n\n题目解析：right是放进这个空翻译起来最合适的单词，所以选了它。这个空的风格与上一空极其相似。\n\nQuestions 40\n\nChoose the correct answer and move it into the gap.\n\nThe writer admits that global warming is a 38 challenge, but says that it will not have a catastrophic impact on our future, if we deal with it in the 39 way. If we try to reduce the levels of greenhouse gases, he believes that it would only have a minimal impact on rising temperatures. He feels it would be better to spend money on the more 40 health problem of providing the world's population with clean drinking water.\n\nA unrealistic\nB agreed\nC expensive\nD right\nE long-term\nF usual\nG surprising\nH personal\nI urgent\n\n正确答案: I\n收起解析\n定位词：health problem\n\n文中对应倒数第二段\n\n题目解析：…most pressing health problem: providing universal access to clean drinking water and sanitation.这句话中的most pressing指最急迫的，最迫切的，正好和词库中的urgent相对应。\n\n注意：此题比较特殊，需要对后四段全面理解才能做出，应该加以注意。\n"
  }
]